
/* these strings need to be localized */
"APP_TITLE"                 = "Informador de errores de Blizzard";
"DEFAULT_MESSAGE"           = "La aplicación ha detectado un error inesperado.";
"DEFAULT_PROMPT"            = "Describe qué estabas haciendo cuando se produjo el error para ayudarnos a identificar el problema.";
"CLOSE_BUTTON_NAME"         = "Cerrar";
"CLOSE_BUTTON_TOOLTIP"      = "Cierra la ventana del Informador de errores";
"REOPEN_BUTTON_NAME"        = "Reabrir";
"REOPEN_BUTTON_TOOLTIP"     = "Reinicia la aplicación";
"REPAIR_BUTTON_NAME"        = "Reparar";
"REPAIR_BUTTON_TOOLTIP"     = "Ejecuta el Asistente de reparación de Blizzard para reparar los archivos que faltan o que están dañados";
"SEND_CHECKBOX_NAME"        = "Enviar a Blizzard";
"SEND_CHECKBOX_TOOLTIP"     = "Envía la información relativa al error para que Blizzard pueda mejorar esta aplicación";
"UUID_DESCRIPTION"          = "Usa la ID del informe que aparece abajo cuando te pongas en contacto con Blizzard para informar de este problema.";
"SEND_FAILED_DIALOG_TITLE"  = "Error de envío";
"SEND_FAILED_DIALOG_TEXT"   = "No se ha podido enviar el informe de error.";
"OK_BUTTON_NAME"            = "Aceptar";
"CANCEL_BUTTON_NAME"        = "Cancelar";
"SEND_BUTTON_NAME"          = "Enviar";
"DONE_BUTTON_NAME"          = "Listo";
"QUIT_BUTTON_NAME"          = "Salir";
"RETRY_BUTTON_NAME"         = "Reintentar";

/* these values are not required for localization since they are only used internally */
"REQUIRED"="Required";
"OPTIONAL"="Optional";
"DESCRIPTION"="Description";
"PRIMARY"="Primary";
"ACCOUNT"="Inspector Account";
"COMMENTS"="Comments";
"ATTACHED_FILES"="Attached Files";
"ADD_ASSIGNMENT"="Add Assignment";
"ASSIGNMENT"="Assignment";
"REMOVE_ASSIGNMENT"="Remove Assignment";
"MODULE"="Module";
"PLATFORM"="Platform";
"STEPS"="Steps";
"ADDITIONAL_INFO"="Additional Info";
"SUMMARY"="Summary";
"REMOVE_ASSIGNMENT"="Remove Assignment";
"MILESTONE"="Milestone";
"PRIORITY"="Priority";
"REPRODUCIBILITY"="Reproducibility";
"QA_TEAM"="QA Team";
"SUMMARY_VALIDATION_FAILED"="Must enter a summary";
"ADD_ATTACHMENT"="Add Attachment";


/* general menu strings that need to be localized */

/* Top Level Items */
"MENU_APP" = "@{APP_TITLE}";
"MENU_EDIT" = "Edición";
"MENU_WINDOW" = "Ventana";

/* App Menu Items */
"MENU_APP_ABOUT" = "Acerca de @{APP_TITLE}";
"MENU_APP_SCREENSHOT" = "Captura de pantalla";
"MENU_APP_HIDE" = "Ocultar @{APP_TITLE}";
"MENU_APP_HIDE_OTHERS" = "Ocultar otros";
"MENU_APP_SHOW_ALL" = "Mostrar todo";
"MENU_APP_QUIT" = "Salir de @{APP_TITLE}";

/* Edit Menu Items */
"MENU_EDIT_UNDO" = "Deshacer";
"MENU_EDIT_CUT" = "Cortar";
"MENU_EDIT_COPY" = "Copiar";
"MENU_EDIT_PASTE" = "Pegar";
"MENU_EDIT_DELETE" = "Borrar";
"MENU_EDIT_SELECT_ALL" = "Seleccionar todo";
"MENU_EDIT_FIND" = "Buscar";
"MENU_EDIT_FIND_FIND" = "Buscar…";
"MENU_EDIT_FIND_NEXT" = "Buscar siguiente";
"MENU_EDIT_FIND_PREVIOUS" = "Buscar anterior";
"MENU_EDIT_FIND_USE_SELECTION" = "Usar la selección para buscar";
"MENU_EDIT_FIND_JUMP_TO_SELECTION" = "Desplazarse a la selección";
"MENU_EDIT_SPECIAL_CHARS" = "Caracteres especiales…";

/* Window Menu Items */
"MENU_WINDOW_CLOSE" = "Cerrar";
"MENU_WINDOW_MINIMIZE" = "Minimizar";
"MENU_WINDOW_ZOOM" = "Zoom";
"MENU_WINDOW_FULLSCREEN" = "Pantalla completa";
"MENU_WINDOW_BRING_ALL_TO_FRONT" = "Traer todo al frente";
